analyze -f vhdl rtg_mux3to1_w4.vhd

elaborate rtg_mux3to1_w4

uniquify

set_max_delay -from all_inputs() -to all_outputs() 0

compile

write -hierarchy -output rtg_mux3to1_w4.db
quit

#######################################
# Generated by ASIP Miester ver.1.1 #
#######################################
