hdlin_auto_save_templates = TRUE

analyze -f vhdl fhm_multiplexor_w32_01.vhd

elaborate fhm_multiplexor_w32_01

uniquify

compile 

write -hierarchy -output fhm_multiplexor_w32_01.db

report_area

report_timing

quit

#######################################
# Generated by ASIP Miester ver.1.1 #
#######################################
