analyze -f vhdl rtg_mux2to1_w1.vhd

elaborate rtg_mux2to1_w1

uniquify

set_max_delay -from all_inputs() -to all_outputs() 0

compile

write -hierarchy -output rtg_mux2to1_w1.db
quit

#######################################
# Generated by ASIP Miester ver.1.1 #
#######################################
