hdlin_auto_save_templates = TRUE

analyze -f vhdl fhm_extender_w16.vhd

elaborate fhm_extender_w16

uniquify

set_max_delay -from all_inputs() -to all_outputs() 0

compile 

write -hierarchy -output fhm_extender_w16.db

report_area

report_timing

quit

#######################################
# Generated by ASIP Miester ver.1.1 #
#######################################
