hdlin_auto_save_templates = TRUE

analyze -f vhdl fhm_register_w32.vhd

elaborate fhm_register_w32
uniquify

set_max_delay -from all_inputs() -to all_outputs() 0

create_clock -period 10 -waveform{0 5} clock

compile

write -hierarchy -output fhm_register_w32.db

report_area
report_timing

quit

#######################################
# Generated by ASIP Miester ver.1.1 #
#######################################
