analyze -f vhdl rtg_mux2to1_w5.vhd

elaborate rtg_mux2to1_w5

uniquify

set_max_delay -from all_inputs() -to all_outputs() 0

compile

write -hierarchy -output rtg_mux2to1_w5.db
quit

#######################################
# Generated by ASIP Miester ver.1.1 #
#######################################
