hdlin_auto_save_templates = TRUE

analyze -f vhdl fhm_multiplexor_w32_00.vhd

elaborate fhm_multiplexor_w32_00

uniquify

compile 

write -hierarchy -output fhm_multiplexor_w32_00.db

report_area

report_timing

quit

#######################################
# Generated by ASIP Miester ver.1.1 #
#######################################

#######################################
# Generated by ASIP Miester ver.1.1 #
#######################################
