analyze -f vhdl rtg_proc_fsm.vhd

elaborate rtg_proc_fsm

uniquify

create_clock -period 20 CLK
set_max_delay -from all_inputs() -to all_outputs() 0

compile

write -hierarchy -output rtg_proc_fsm.db
quit

#######################################
# Generated by ASIP Miester ver.1.1 #
#######################################
